//DEPTPAY  JOB 1,NOTIFY=&SYSUID
//COPY2DS1 EXEC PGM=IKJEFT01
//INUNIX   DD PATHOPTS=(ORDONLY),
//         PATH='/z/z53746/cobolcheck/CC##99.CBL'
//OUTMVS   DD DSN=z53746.CBL(DEPTPAY),DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
  OCOPY INDD(INUNIX) OUTDD(OUTMVS) TEXT CONVERT(YES) PATHOPTS(USE)
/*
//COBRUN  EXEC PGM=IGYWCL
//COBOL.SYSIN    DD DSN=z53746.CBL(DEPTPAY),DISP=SHR
//LKED.SYSLMOD   DD DSN=z53746.LOAD(DEPTPAY),DISP=SHR
//RUN     EXEC PGM=DEPTPAY
//STEPLIB DD DSN=z53746.LOAD,DISP=SHR
